# Здесь будет ДЗ к уроку 3 курса "Методы сбора"

# 1) Необходимо собрать информацию о вакансиях на должность программиста или разработчика
#  с сайта superjob.ru или hh.ru. (Можно с обоих сразу)
#  Приложение должно анализировать несколько страниц сайта. Получившийся список должен содержать в себе:
# • Наименование вакансии,
# • Предлагаемую зарплату,
# • Ссылку на саму вакансию
#
# 2) Доработать приложение таким образом, чтобы можно было искать разработчиков на разные языки
#  программирования (Например Python, Java, C++)
