# Заглушка для домашней работы к 4 уроку курса "Методы сбора"

# 1)Модифицировать приложение из предыдущего домашнего задания:
# - приложение должно собирать вакансии сразу с двух сайтов hh.ru и superjob.ru
# - собранные данные должны быть приведены к общей структуре
# - разделить зарплату на две составляющие (мин. и макс.) и сохранить в виде int.
#  Если валюта указана другая, привести все к рублям.
# 2)Реализовать сохранение полученных вакансий в СУБД (на выбор SQLite или MongoDB)
# 3)Написать функцию, которая производит поиск и выводит на экран вакансии с заработной платой больше введенной суммы.
#
# 3*)Модифицировать функцию, которая будет добавлять в вашу базу данных только новые вакансии с сайта

