# Заглушка для домашней работы к 5 уроку курса "Методы сбора"

# 1. Запросить курсы любой валюты за указанный период. Сохранить полученные данные в базу данных Mongo
# 2. Написать функцию, которая принимает в качестве параметров две даты, ищет самую большую разницу
# между курсами валюты за указанный период и возвращает эти дни.
# 3. Сделать вывод информативным:
# Валюту <Валюта> выгодно было купить <Дата>, а продать <Дата>. Прибыль: <Разница в цене валюты>
# 4. Доработать приложение по вакансиям. При наличии вакансии с зарплатой отличной от руб.
#  приложение должно осущетсвлять автоматический перевод по курсу валюты на сегодняшний день.
#  Информацию получать через SOAP-сервис центробанка.